# TODO: Translate

# Tier 0
ent-MobFaceHugger = Лицехват
    .desc = Даруйте свои смертельные объятия неосторожному путнику.

ent-MobLarvaXeno = Грудолом
    .desc = Вам пиздец

# Tier 1
ent-MobRunnerXeno = Бегун
    .desc = Изматывайте группы, убивайте одиноких морпехов.

ent-MobDroneXeno = Трутень
    .desc = Лекарь и строитель улья.

ent-MobSentinelXeno = Часовой
    .desc = Подавляйте угрозы плевками кислоты.

ent-MobWarriorXeno = Воин
    .desc = Наиболее многочисленная сила улья ближнего боя.

# Tier 2
ent-MobHunterXeno = Охотник
    .desc = Будьте лучшим скрытным налётчиком со способностью становится полу-невидимым.

ent-MobHivelordXeno = Лорд улья
    .desc = Будьте как Трутень, но быстрее, сильнее и лучше. Стройте ещё более огромные стены, чтобы защитить улей.

ent-MobSpitterXeno = Плеватель
    .desc = Сражается на средних дистанциях, используя кислотную слюну и облака нейротоксинов.

ent-MobBullXeno = Бык
    .desc = Быстрей, выше, сильней, чем воин.

# Tier 3
ent-MobWarlockXeno = Варлок
    .desc = Благодаря своим навыкам телепортации способен наносить точечные удары с тыла.

ent-MobGorgerXeno = Пожиратель
    .desc = Нацелен на помощь своим братьям по разуму в лечении ран, даже кажущихся смертельными.

ent-MobDefilerXeno = Осквернитель
    .desc = Используйте дыхательные отверстия на спине, чтобы распространять завесы нейротоксинного дыма, дабы ошеломлять морпехов. Смерть такого ксеноморфа способна убить или как минимум покалечить близлежащих морпехов волной токсинов.

ent-MobCrusherXeno = Крушитель
    .desc = Ходячая машина для убийств (даже по меркам ксеноморфов), способен станить и наносить большой урон.

ent-MobRavagerXeno = Опустошитель
    .desc = Джаггернаут улья, наносит колоссальное количество урона, создан для уничтожения защиты морпехов.

# Tier 4
ent-MobRounyXeno = Руни
    .desc = Очень быстрый. Может быть исключительно один в улье.

ent-MobQueenXeno = Королева
    .desc = Мать и сердце роя. Рождает других ксеноморфов, руководит действиями роя. Может быть исключительно одна в улье.

ent-MobPraetorianXeno = Преторианец
    .desc = Полевой командир ксеноморфов. Является личной охраной королевы и одним из сильнейших ксеноморфов. Может быть исключительно один в улье.
